;Do not translate this section
[Info]
Language=English
Translator=GreatNews(greatnews@curiostudio.com)
Version=1.0.0.365

;Main Menu
[Menu]
;
;Feed Menu
;
Title32791=&Feed
Item32791=Update All Feeds
Item33321=Stop All Updates
Item32793=Mark All As Read
Item36564=Refresh Unread Count
Item32792=Update Feed/Group
Item32818=Mark As Read
Item36744=Mark Page As Read
Item32800=Delete
Item36739=Rename
Item32799=Properties...
Item36548=Organize Feeds...
Item36748=Work Offline
Item57665=E&xit

Title32797=Add
Item32797=Feed...
Item36537=Search Feed...
Item32796=Feed Group...
Item36558=Bloglines Sync Feeds...
Item32837=News Watch...
Item32925=Label...

;
;Edit Menu
;
Title57635=&Edit
Item57635=Cu&t
Item57634=&Copy
Item57637=&Paste
Item57636=Find Text (on this page)...
Item36547=Find Subscribed Feeds...
Item32917=Searc&h News Item
Item32858=Search Next
Item36738=Global Search...

;
;View Menu
;
Title32922=&View
Item32922=Feed &Bar
Item32923=News &List
Item36762=Bottom
Item36763=Right
Item36609=New Tab
Item32811=&Maximize Reading Pane
Item33035=Next Unread &Feed
Item36544=Next Unread &Group
Item32861=&Next News Item
Item32860=&Previous News Item

;
;Tools Menu
;
Title32808=&Tools
Item32808=&Import Feeds From OPML/XML File...
Item32842=&Export Feeds To OPML/XML File...
Item36543=Export News To &RSS/XML File...
Item32841=&Cleanup...
Item32852=&Options...

Title33312=Feed &Statistics
Item33312=Most Visited
Item33313=Least Visited
Item36732=Most Active In Last 60 Days
Item36733=Least Active In Last 60 Days
Item36735=Configure...

;
;Help Menu
;
Title36553=&Help
Item36553=Check for New &Version
Item36550=Visit GreatNews &Website...
Item36567=Visit GreatNews &Forum...
Item57664=&About...

;
;Feed Tree Popup Menu
;
Item32815=Expand All
Item32816=Collapse All
Item33033=Collapse To Group

;
;News List Popup Menu
;
Item32870=Mark As Read
Item36601=Mark As Unread
Item36539=Delete
Item36556=New Label...

[FeedGroupPropertiesDialog]
Title=Group Properties
C1070=Group Name(*):
C1071=Description:
C1072=Group Website:
C1030=Do not update this feed group automatically

[OptionsDialog]
Title=Options

[OptionsDialog_General]
Title=General
C1010=Update all feeds when GreatNews starts
C1006=Check program updates when GreatNews starts
C1013=Minimize to system tray
C1058=Close to system tray
C1074=Automatically update all news feeds every
C1157=Delete GreatNews temp files upon exit
C1075=Remind me to run Cleanup Wizard every
C1073=When GreatNews starts
C1062=Show blank screen
C1007=Show Welcome screen
C1063=Show top 10 most visited feeds
C1057=Show Label
C1059=Show Watch
C1016=Set GreatNews as the default feed aggregator
    
[OptionsDialog_Reading]
Title=Reading
C1076=Display
C1077=News Items Per Page (1 ~ 999)
C1011=Mark previous feed as read when switching feeds
C1010=Feed/Group updates automatically when clicked on
C1078=When clicking the "Next>" link on the last page
C1062=Stay on the last page
C1067=Open next unread feed or group, depending on what I'm reading
C1079=Mark current page as read
C1069=Interactively
C1068=Automatically after
C1080=seconds(0~999, 0 means never)
C1006=Notify me of feeds with no update for over
C1135=days
C1136=New items popup should stay for
C1137=seconds

[OptionsDialog_Usability]
Title=Usability
C1081="Next Unread Feed/Group" Function
C1010=Should close news list automatically
C1011=Should set filter to "unread" automatically
C1012=Should mark last feed/group as read automatically
C1082=Search Item/Next Item/PreviousItem Function
C1013=Should open news list automatically
C1006=Enable popup blocking ( Ctrl + click a link to allow popup)
C1007=Show system tray tooltips after feed update finished
C1058=Open RSS links in external default browser
C1138=Double clicking in news list should open web pages in
C1062=External browser
C1063=GreatNews reading pane
C1064=New tab
C1139=Clicking links in reading pane should open rss article in
C1057=Current tab
C1060=External browser
C1061=New tab
C1059=Disable tabbed browsing (need to restart GreatNews to take effect)
C1123=Do not expand/collapse feed group automatically
C1158=Mark changed items unread
 
[OptionsDialog_ItemFeatures]
C1140=Show selected features on reading pane:
C1010=Label This
C1011=Email This
C1015=Blog This
C1012=+Del.icio.us
C1014=+Furl
C1013=Author
C1017=Highlight News Watches
C1006=Track Comments (when comment feed is available)
C1141=Podcasting Enclosure Types:
C1016=Configure Blog Tools...
C1058=Keep news item's original link instead of FeedBurner's

[OptionsDialog_Connection]
C1062=Use Internet Explorer's setting
C1063=Use following proxy server:
C1147=URL:
C1148=Port:
C1149=User Name:
C1150=Password:
C1151=No Proxy For:

[ConfigBlogToolsDialog]
Title=Configure Blog Tools
C1142=Configured Tools:
C1143=Tool Details:
C1108=Name:
C1145=Type:
C1100=URL:
C1146=You can use the following variables in URL: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&New
C1057=&Delete
C1018=&Save
C2=Close

[LabelDialog]
Title=Label Properties
C1083=Label(*):
C1120=Style:

[FindSubscribedChannelDialog]
Title=Find Subscribed Feed

[GlobalSearchDialog]
Title=Global Search
C1134=&Search all feeds for:
C1027=&Case Sensitive
C1013=&Match Whole Word
C1=Start
C2=Close

[OrganizeChannelsDialog]
Title=Organize Feeds
C1084=Select Feeds:
C1017=Select All
C1038=Unselect All
C1061=New Feed Group...
C1016=Move To Group
C1052=Delete Feeds
C1064=Detach From Bloglines

[ChannelPropertiesDialog]
Title=Feed Properties

[ChannelPropertiesDialog_URL]
C1085=Feed URL(*):
C1010=Retrieve Feed Properties From Internet
C1016=Validate Feed
C1065=This feed synchronizes through Bloglines.com
C1064=Detach from Bloglines
C1030=Do not update this feed automatically
C1006=This feed requires authentication:
C1130=User Name:
C1131=Password:
C1125=Hint: If you don't know the feed URL, you can type in web address like http://www.cnn.com directly. GreatNews will auto-detect rss feeds on the web page.

[ChannelPropertiesDialog_Properties]
C1086=Title(*):
C1087=Description:
C1088=Web Site:
C1089=Format:
C1009=( select "Retrieve Feed Properties From Internet" in previous page to see feed format )
C1092=Last Modified:
C1090=Last Checked:
C1021=Not checked yet
C1114=Auto Update:
C1115=Clean up news that are older than:

[ChannelPropertiesDialog_Settings]
C1114=Auto Update Frequency:
C1120=Display Style:
C1115=Clean up news that are older than:
C1013=Keep only the most recent
C1132=news items when cleaning up
C1006=Notify me when new items arrive
C1007=Keep this feed even if it's inactive

[ChannelPropertiesDialog_Group]
C1091=Select A Feed Group:
C1016=New Group...

[InactiveChannelDialog]
Title=Inactive feeds
C1016=Delete/Disable
C1133=(Inactive feeds that have labelled news items will be disabled)
C1122=Keep as is
C2=Close

[NewsWatchPropertiesDialog]
Title=News Watch Properties

[NewsWatchPropertiesDialog_Properties]
C1092=Name this watch(*):
C1093=Words to Watch(*):
C1044=search any of the words
C1023=search all of the words
C1046=search exact phrase
C1027=Case Sensitive
C1013=Match Whole Word
C1094=For matched news items
C1059=Highlight with text color
C1095=Background Color
C1057=Ignore matched news items when updating feeds
C1058=Mark as read directly
C1154=What to watch:
C1010=News title
C1019=Content
C1015=Author
C1006=URL
C1041=Disable this news watch
C1120=Display Style:

[NewsWatchPropertiesDialog_Channels]
C1023=Watch all feeds
C1024=Watch selected feeds
C1016=Select All
C1038=Unselect All
C1018=Run this news watch on downloaded news items


[ExportDialog]
Title=Export to OPML/XML

[ExportDialog_Select]
C1097=Select groups/feeds to export:
C1016=Select All
C1038=Unselect All
C1010=Export all news watches and labels
C1098=(If this option is checked, output opml/xml file may not be compatible with other RSS readers)

[ExportDialog_File]
C1096=Export File Name(*):

[ImportDialog]
Title=Import from OPML/XML

[ImportDialog_File]
C1032=Import &default feeds
C1035=Import feeds/groups from &file
C1099=File Name:
C1036=Import feeds/groups from &internet
C1100=URL:

[ImportDialog_Select]
C1104=Select groups/feeds to import:
C1016=Select All
C1038=Unselect All
C1010=Update feeds from internet during import
C1011=Import news watches and labels found in this file

[ImportDialog_Group]
C1101=Move Feeds Into Group:
C1016=New Group...

[ImportDialog_Progress]
C1026=Click [Next] button to start importing...
C1016=Stop Import
C1102=(You can stop import anytime, and import it again later)
C1103=Tip: After Import, use Feed->Organize Feeds... to rearrange feeds

[ExportRSSDialog]
Title=Export News To RSS file
C1099=File Name(*):

[CleanupDialog]
Title=Cleanup Wizard

[CleanupDialog_Options]
C1105=Clean up news that are older than:
C1117=(Feed level setting overrides this default value)
C1010=Include &unread news
C1011=Include &labeled news
C1006=Compress data file after cleanup
C1124=Delete GreatNews temp files
C1013=Keep only the most recent
C1152=news items per feed (*)
C1153=(*) settings are overridable at feed level

[CleanupDialog_Channels]
C1097=Select feeds to cleanup:
C1016=Select All
C1038=Unselect All

[CleanupDialog_Progress]
C1025=Click [Next] button to start cleaning up

[SearchChannelPropertiesDialog]
Title=Search Feed Properties
C1106=Search from:
C1107=Keyword(*):
C1108=Title(*):

[BloglinesSyncDialog]
Title=Bloglines.com Sync Feeds

[BloglinesSyncDialog_Account]
C1109=Bloglines.com Account:
C1110=Password(*):
C1111=Confirm Password(*):

[BloglinesSyncDialog_Channels]
C1112=Select Bloglines feeds you want to sync with GreatNews:
C1016=Select All
C1038=Unselect All
C1010=GreatNews should not mark feeds as read at Bloglines

[Toolbars]
T200=News
T201=Search
T101=Address

B32791=Update All
B32818=Mark Read
B32850=Show All
B32840=Style

;The date combobox on toolbar
[DateFilter]
0=Today's
1=Yesterday and today
2=Last 7 Days'
3=Last 30 Days'
4=All

;The status combobox on toolbar
[StatusFilter]
0=Unread
1=Labeled
2=All

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 hour
3=2 hours
4=3 hours
5=4 hours

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 week
1=2 weeks
2=1 month
3=2 months
4=3 months
5=6 months
6=Never

;Auto Update Frequency combobox in feed Properties dialog
[ChannelAutoUpdateFrequency]
0=Default
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 hour
7=2 hours
8=3 hours
9=4 hours
10=Twice a day
11=Daily

;Cleanup max age combobox in feed Properties dialog
[ChannelCleanupMaxAge]
0=Default
1=All
2=1 day
3=2 days
4=1 week
5=2 weeks
6=1 month
7=3 months
8=6 months
9=Never

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=All
1=1 week
2=2 weeks
3=1 month
4=3 months
5=6 months


[Messages]
;main
M137=You have already subscribed to this feed. Would you like to open it?
M138=The link appears to be a news feed. Do you want to subscribe?
M152=Are you sure you want to delete group [%s]?
M153=Are you sure you want to delete feed [%s]?
M154=Are you sure you want to delete news watch [%s]?
M155=Are you sure you want to delete label [%s]?
M156=Cannot locate GreatNews data file.[%s]
M157=Data file update required. Click OK to start.
M158=A new version [%s] is available. Would you like to see what's new?
M159=%d News Feeds
M160=%d new headlines retrieved successfully from %d feeds.
M161=%d feed(s) failed.
M162=GreatNews has finished updating all news feeds.
M163=GreatNews - Updating feed %d of %d
M164=You haven't cleaned up old news items for %d days. Would you like to use Cleanup Wizard now?
M167=Updating feed %s...
M175=You are using the latest version of GreatNews.
M176=Failed to check new version. Please try again later.
M177=News List is empty. Please select the feed or group you want to search
M178=No unread news feed was found
M202=GreatNews didn't shutdown properly last time. System will now refresh feed unread counts.
M207=Are you sure to mark all news items as read?
M208=Cannot find specified blog tool.
M209=GreatNews improves rapidly. This beta version is over 30 days old. Please download the last version from http://www.curiostudio.com

; feed group dialog
M139=%d feeds with %d news items in this group. %d items unread.

; various feed dialogs
M140=%d news items in this feed. %d unread.
M147=Please fill in search keyword
M148=Please name this search feed
M168=Please fill in the feed URL.
M169=Feed title cannot be empty
M171=Please select a group

; cleanup wizard
M141=%d news items before cleanup
M142=%d news items after cleanup
M143=Cleaning feed %s...
M144=Compacting data file...
M145=Cleanup finished successfully
M146=Please select at least one feed.
M204=Are you sure you want to clean up labelled items as well?

;Export RSS dialog
M149=%d news items exported to file %s

;Export Wizard
M150=Please specify output file name.
M151=%d Feeds and %d Groups were successfully exported.

;Feed Organizer
M165=Are you sure to delete %d selected feed(s)?
M179=Please select the feeds you want to move
M180=Please select a group into which you want to move selected feeds
M181=Please select the feeds you want to delete
M182=Please select the bloglines sync feeds that you want to detach

;Search dialog
M166=Searching %d of %d...
M170=No matching news item can be found

;Import Wizard
M172=Please specifiy a file name
M173=Please specifiy a url
M174=Please stop import before quiting.
M190=%d Feeds and %d Groups were successfully imported.\n
M191=%d Feeds and %d Groups were skipped because they already exist.\n
M192=%d Feeds and %d Groups failed.
M193=\tGroup '%s' was imported successfully
M194=\tGroup '%s' was skipped
M195=***** Group '%s' import failed
M196=\tFeed '%s' was skipped
M197=Importing Feed '%s'...
M198="**** Feed '%s' was imported successfully after renaming
M199=\tFeed '%s' was imported successfully
M200=***** Feed '%s' import FAILED. [%s]*****
M201=***** Feed '%s' import FAILED. *****


;Bloglines Sync Wizard
M183=Please fill in Bloglines.com account
M184=Password and Confirm Password don't match

;News Watch dialog
M185=Please fill in words to match
M186=Please fill in the watch title
M187=Please check at least one watch option
M188=Text color cannot be the same as background color
M189=Please select at least one feed

;Label Properties dialog
M203=%d news item(s) have this label.

;Config BlogThis Dialog
M205=Please replace <yoursite.com> with the URL of your own site.

;Global Search Dialog
M206=No matching news item was found.
